Repository: common-repository/ayar-tinymce-with-virtual-keyboard-and-burmese-datetime
Catalog: amce_keyboard/langs/akey-*.po
Languages: my_mm

source: Options saved.
my_mm: သိမ်းြပီးြပီ

source: MCEComments Options
my_mm: MCEComments ေရွးချယ် ေြပာင်းလဲစရာများ

source: Interface
my_mm: မျက်နှာစာ သွင်ြပင်

source: Options:
my_mm: ေရွးချယ်စရာများ -

source: Enable right-to-left (RTL) editing mode in comment field
my_mm: မှတ်ချက်ေပးရန် ေနရာတွင် ညာမှ ဘယ်သို့ ေရးသားြပုြပင်ြခင်းကို ဖွင့်ထားပါ

source: Enable HTML source editing of the comment field
my_mm: မှတ်ချက်ေပးရန်ေနရာ၏ HTML ရင်းြမစ် ြပြပင်ြခင်းကို ဖွင့်ထားပါ။

source: Enable vertical resizing of the comment field writing area
my_mm: မှတ်ချက်ေပးရန်ေနရာ၏ စာေရးသားရန် ဧရိယာကို ေဒါင်လိုက် အရွယ်အစားချိန်ညိှရန် ဖွင့်ထားပါ။

source: Skin:
my_mm: အေရခွံ -

source: default is the best for all theme.
my_mm: default သည် theme အားလံုးအတွက် အေကာင်းဆံုးြဖစ်သည်။

source: Advance Options
my_mm: အထူးေရွးချယ်စရာများ

source: User defined CSS:
my_mm: သံုးသူ သတ်မှတ်ေပးေသာ CSS ‌:

source: Fully qualified URL required (leave blank to use default CSS)
my_mm: URL လိပ်စာ အြပည့်အစံုလိုအပ်သည် (မူလ CSS ကိုသံုးရန် ကွက်လပ်ထားပါ)

source: Preview
my_mm: အစမ်းြကည့်ရန်

source: Preview:
my_mm: အစမ်းြကည့်ရန် -

source: Update options to preview how the comment textarea box will appear.
my_mm: မှတ်ချက်ေပးရန်ေနရာရှိ စာသားဧရိယာ၏ နမူနာပံုစံကို အစမ်းြကည့်နိုင်ရန် ေဖာ်ြပထားြခင်းြဖစ်သည်။

source: This is a preview textarea
my_mm: ဒါက စာသား ဧရိယာ၏ နမူနာ ပံုစံြဖစ်ပါသည်

source: Update Options &raquo;
my_mm: ေရွးချယ်ေြပာင်းလဲမှုများကို အသစ်ြဖည့်စွက်ပါ &raquo;
